hanelukner=[
    "Ծնվում է ու մեծանում,\nՀենց նույն օրն էլ` մահանում,\nՀետո նորից կյանք առած\nՊայծառ շորեր է հագնում:",
    "Ամբողջ օրը տանը մնում,\nԲեհեզ բարձի վրա քնում,\nՀենց որ մուկ է տեսնում հանկարծ,\nԲազեի պես որս է անում:",
    "Հողն է մտնում, մահանում,\nՀետո նորից կյանք առնում,\nԱչքը հառած երկնքին,\nՏարածվում է, շատանում:",
    "Չորս ոտք ունի, բայց շուն չի,\nԶու է ածում, թռչուն չի,\nԽոտ է ուտում կովի պես,\nՊատյան ունի, բայց տուն չի:",
    "Տուն է սպիտակ, լայնատարած,\nՍև հավիկներ մեջը թառած,\nԽոսում են ու զրույց անում՝\nՄարդու նման լեզու առած:",
    "Ամբողջ օրը քուն չունի,\nԼայն դաշտերում տուն չունի,\nԾաղկից ծաղիկ է թռչում,\nՓեթակ ունի, բուն չունի:",
    "Արքա չունեն, սակայն արագ\nԿազմում են մեծ, ահեղ բանակ,\nՀենց մտնում են արտը հասած՝\nԲերքն են հնձում առանց դանակ:",
    "Գիշերով է նա լույս տալիս,\nԵվ ապրում է ճիշտ մեկ ամիս,\nԿիսվում է նախ և նորանում,\nԿլոր դեմքով՝ աշխարհ գալիս:",
    "Տեսա իմ հոգու հոգին\nՀողում թաղվեց, մահացավ,\nՇատ չարչարվեց ու կրկին\nԾիլ արձակեց, բարձրացավ,",
    "Սրի բերան նա ընկավ,\nՔարով ճզմվեց, փշրվեց,\nՀետո բոցում այրվեց,\nՆոր կյանք առած՝ ետ եկավ:",
    "Հսկայական փռում թխած\nՄի գաթա կա սիրուն, գլոր,\nԹխողն ինչքան ծայրից պոկում,\nՆորից է նա դառնում կլոր:",
    "Նա որսորդ է չար ու անգութ,\nՀագին մուշտակ՝ սիրուն, պուտ-պուտ,\nԺանիքը սուր, ագին բարակ,\nԵվ աչքերն են մի-մի ճրագ:",
    "Ճարտարագետ և իմաստուն,\nԾաղկի փոշուց շինում է տուն,\nԼեզուն՝ քաղցր, ինքը բարի,\nՉունի դադար, հանգիստ ու քուն:",
    "Մի օձ կա մեծ, գույնը կապույտ,\nՀա գնում է պտույտ-պտույտ,\nՆրանով են սնվում անվերջ\nԾառ ու ծաղիկ, խոտ ու առվույտ:",
    "Մանուկն եկավ՝ պայծառ, անգին,\nԿանաչ շորեր ունի հագին,\nԹողեց հետքեր նա ամենուր,\nԾաղկով լցրեց դաշտն ու այգին:",
    "Մի տախտակ կա քառանկյուն,\nԱռանց դրա չկա տուն,\nՄինչև ամուր չփակես\nԴու չես մտնի հանգիստ քուն:",
]


tarer=["ա",'բ','գ','դ','ե','զ','է','ը','թ','ժ','ի','լ','խ','ծ','կ','հ','ձ','ղ','ճ','մ','յ','ն','շ','ո','չ','պ','ջ','ռ','ս','վ','տ','ր','ց','ւ','փ','ք','և','օ','ֆ']


my_words=["արև", "կատու", "ցորեն", "կրիա","գիրք","մեղու","մորեխ","լուսին","ցորեն","ցորեն","լուսին","հովազ","մեղու","գետ","գարուն","դուռ",]